[
  {
    "en": {
      "description": "Thank you for your interest in co-operation with our online shop. We are ready to offer you mutually beneficial co-operation and discuss all its details."
    },
    "ru": {
      "description": "Благодарим Вас за проявленный интерес к сотрудничеству с нашим онлайн-магазином. Мы готовы предложить вам взаимовыгодное сотрудничество и обсудить все его детали."
    }
  },
  {
    "en": {
      "title": "Suppliers",
      "description": "Our online shop specializes in selling quality flower plants for the home and garden. We strive to offer our customers only the best flower varieties, seedlings and seeds to meet their landscaping and home decoration needs.  We are interested in establishing long-term partnerships with reliable suppliers who offer a wide range of beautiful and healthy plants. We value quality products, on-time delivery and competitive prices. If you are ready to become our supplier, please send us information about your assortment, prices and terms of co-operation. We will be glad to consider your offer and possibly start a successful business co-operation together."
    },
    "ru": {
      "title": "Поставщикам",
      "description": "Наш интернет-магазин специализируется на продаже качественных цветочных растений для дома и сада. Мы стремимся предложить нашим клиентам только лучшие сорта цветов, рассаду и семена, чтобы удовлетворить их потребности в озеленении и украшении жилища. Мы заинтересованы в установлении долгосрочного партнерства с надежными поставщиками, которые предлагают широкий ассортимент красивых и здоровых растений. Мы ценим качество продукции, своевременную поставку и конкурентоспособные цены. Если вы готовы стать нашим поставщиком, пожалуйста, отправьте нам информацию о вашем ассортименте, ценах и условиях сотрудничества. Мы будем рады рассмотреть ваше предложение и, возможно, начать вместе успешное деловое сотрудничество."
    }
  },
  {
    "en": {
      "title": "Customers",
      "subtitle": "Benefits for customers",
      "items": [
        {
          "text": "Free delivery."
        },
        {
          "text": "Large selection of payment methods."
        },
        {
          "text": "Photo of the order before dispatch (customer approval)."
        },
        {
          "text": "Constant promotions, discounts!"
        },
        {
          "text": "Support and advice on ordering."
        },
        {
          "text": "Special conditions for bulk orders."
        }
      ]
    },
    "ru": {
      "title": "Покупателям",
      "subtitle": "Преимущества для покупателей",
      "items": [
        {
          "text": "Бесплатная доставка."
        },
        {
          "text": "Большой выбор способов оплаты."
        },
        {
          "text": "Фото заказа до отправки (одобрение заказчика)."
        },
        {
          "text": "Постоянные акции, скидки!"
        },
        {
          "text": "Поддержка и консультации по оформлению заказов."
        },
        {
          "text": "Специальные условия для оптовых заказов."
        }
      ]
    }
  },
  {
    "en": {
      "title": "Partners",
      "subtitle": "Benefits for partners",
      "items": [
        {
          "text": "You will receive from 15% of each paid order."
        },
        {
          "text": "Accompanying the customer from the time of order to the time of delivery, followed by a sample survey on the quality of work."
        },
        {
          "text": "Record low failure rate."
        },
        {
          "text": "Nearly 100% deal closure. If a customer calls us, we will do everything we can to meet their needs."
        },
        {
          "text": "Creative, colourful banners for every occasion."
        }
      ]
    },
    "ru": {
      "title": "Партнерам",
      "subtitle": "Преимущества для партнеров",
      "items": [
        {
          "text": "Вы получите ОТ 15% с каждого оплаченного заказа."
        },
        {
          "text": "Сопровождение клиента от момента заказа до момента доставки, с последующим выборочным опросом о качестве работы."
        },
        {
          "text": "Рекордно маленький процент отказов."
        },
        {
          "text": "Почти 100% закрытие сделки. Если клиент нам позвонил, мы сделаем все возможное, чтобы удовлетворить его потребности."
        },
        {
          "text": "Креативные, красочные баннеры на каждый случай."
        }
      ]
    }
  },
  {
    "en": {
      "title": "Quality and Return Guarantee",
      "description": "We guarantee high quality service and products to any of our customers. We do not ignore the comments and wishes of our customers. Regular customers are the basis of our business, and we will do our best to make you one of them.",
      "subtitle": "Order cancellation and refund",
      "items": [
        {
          "text": "When accepting the order, the Buyer shall carefully check its quantity, quality and assortment for compliance with the accompanying documents and the order. After signing the sales receipt, the Buyer shall forfeit the right to make any claims that may be revealed upon acceptance of the order."
        },
        {
          "text": "In the event that we are unable to deliver an order because the customer has provided a non-existent or incomplete address, no refunds will be given as flowers are perishable goods."
        },
        {
          "text": "If you are not satisfied with the quality of your order, we will re-deliver it or refund your money. We will deal with any claims within 24 hours from the date of delivery of the order."
        },
        {
          "text": "To do this, please send a photo of your order to contact@greenshop.com, indicating the order number, and describe your claim in detail. Within 2 working days we will contact you and inform you about the solution to the issues."
        },
        {
          "text": "Any requests or feedback relating to our staff (operators, couriers, florists, designers) who have worked on the fulfilment of your order will be dealt with as soon as possible."
        },
        {
          "text": "In case of improper quality of goods you have the right to receive all or part of the money. The refund is made by the method of payment (bank card or courier) within 14 working days."
        }
      ]
    },
    "ru": {
      "title": "Гарантия качества и возврата",
      "description": "Любому из наших клиентов мы гарантируем высокое качество сервиса и продукции. Мы не оставляем без внимания замечания и пожелания наших клиентов. Постоянные клиенты - основа нашего бизнеса, и мы сделаем все возможное для того, чтобы вы стали одним из них.",
      "subtitle": "Отмена заказа и возврат средств",
      "items": [
        {
          "text": "При приемке заказа Покупатель должен внимательно проверить его количество, качество и ассортимент на соответствие сопроводительным документам и заказу. После подписания товарного чека Покупатель утрачивает право предъявления претензий, которые можно выявить при приемке заказа."
        },
        {
          "text": "В случае, если мы не смогли доставить заказ из-заа того, что заказчиком был указан несуществующий или неполный адрес, возврат средств не осуществляется, поскольку цветы являются скоропортящимся товаром."
        },
        {
          "text": "Если вас не удовлетворило качество исполнения заказа, мы доставим его повторно или же вернем вам деньги. Любые претензии рассматриваются нами в течение суток с момента доставки заказа."
        },
        {
          "text": "Для этого пришлите на электронный адрес contact@greenshop.com фото заказа, указав номер заказа, и детально опишите свою претензию. В течение 2-х рабочих дней мы свяжемся с вами и сообщим решение по возникшим вопросам."
        },
        {
          "text": "Любые пожелания или отзывы, относящиеся к нашим сотрудникам (операторам, курьерам, флористам, дизайнерам), которые работали над исполнением вашего заказа, будут рассмотрены нами в самые кратчайшие сроки."
        },
        {
          "text": "В случае ненадлежащего качества товаров вы вправе получить всю или часть денежных средств. Возврат осуществляется тем способом, которым была произведена оплата (на банковскую карту или курьером) в течение 14 рабочих дней."
        }
      ]
    }
  }
]
